;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: wim.meijdam@ziggo.nl
; TranslationAuthorWeb: 
; Soft Version: 7.97
;
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=Ok
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstel
ButtonMenu=Menu

[Translation]
ReadHabit=Left-to-right
LanguageName=NL
LangCode=0413
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bevestigen
Warning=Waarschuwing
Error=Fout
Confirm=Bevestig
pmGo=Ga naar item 
pmNone=Selecteer Niets 
pmAll1=Selecteer Alles 
pmrec=Aanbevolen 
pmIgnore=Negeer dit item 
pmExport=Exporteer naar... 
pmInvert=Draai Selectie om 
Frminput.btnok.caption=Ok 
Frminput.btncancel.caption=Cancel
FrmWDC.pmPortable.caption=Maak een portable versie
;
Main GUI
;
FrmWDC.pmHelp.caption=Online Help 
FrmWDC.pmHome.caption=Homepage
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Neem Contact met ons op
FrmWDC.pmCheckNew.caption=Update Controle... 
FrmWDC.pmLang.caption=Taal 
FrmWDC.pmSkin.caption=Verander Stijl
FrmWDC..caption=Over
FrmWDC.btncomm.caption=Algemene Cleaner
FrmWDC.btnadv.caption=Uitgebreide Cleaner 
FrmWDC.btnsilm.caption=Systeem Afslanken
FrmWDC.btnrestore.caption=Herstel 
FrmWDC.btnsettings.caption=Instellingen 
FrmWDC.btnlikeit.caption=Hou van ons 
FrmWDC.btnsuggest.caption=Suggesties en Commentaar 
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Zoek lege Files" werkt maar een keer. De volgende keer moet u dit opnieuw kiezen !
Frmadvdc.btnscan.caption=Start Scan 
Frmadvdc.lblpath.caption=Scan Locatie: 
Frmadvdc.btnrescan.caption=Scan Opnieuw 
Frmadvdc.btnall.caption=Selecteer Alles 
Frmadvdc.btnadvanced.caption=Uitgebreide Instellingen 
Frmadvdc.btnnone.caption=Selecteer Niets 
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner is de leidende gratis Registry Cleaner voor Windows. Snel, Volledig en Secuur! 
Frmadvdc.lblwrc.caption=Wise Registry Cleaner 
Frmadvdc.lblpceinfo.caption=Wise PC Engineer is een combinatie van registry, disk, aen anderen systeem utilities voor uw PC. Gemakkelijk in het gebruik en Effectief! 
Frmadvdc.lblpce.caption=Wise PC Engineer 
Frmadvdc.lblspeed.caption=De snelste Scan van de hele Wereld ! 
Frmadvdc.lblrec.caption=Andere Applicaties waar gebruikers van houden: 
Frmadvdc.vtfiles.Columns[0]=File Naam 
Frmadvdc.vtfiles.Columns[1]=Grote
Frmadvdc.vtfiles.Columns[2]=Pad 
Frmadvdc.vtfiles.Columns[3]=Laatste keer gebruikt
Frmadvdc.vtfiles.Columns[4]=Type 
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Voeg toe 
FrmAdvSettings.btnremove.caption=Verwijder 
FrmAdvSettings.btncancel.caption=Cancel
FrmAdvSettings.wcknull.caption=Zoek lege files(0 bytes, langzamer) 
FrmAdvSettings.wckshortcut.caption=Zoek ongelde shortcuts (langzamer) 
FrmAdvSettings.caption=Uitgebreide Instellingen
FrmAdvSettings.btnre.caption=Aanbevolen 
FrmAdvSettings.btnall.caption=Selecteer Alles  
FrmAdvSettings.btnnone.caption=Selecteer Niets
;
; About
;
FrmAboutWin.caption=Over 
FrmAboutWin.btnOK.caption=OK 
FrmAbout.lblver.caption=Huidige  Versie: 
FrmAbout.lblhome.caption=Homepage: 
FrmAbout.lblemail.caption=Support Email: 
FrmAbout.lblthanks.caption=Met dank aan de volgende personen voor hun bijdrage 
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Command Line Mode 
FrmAutorunSettings.lblcmdinfo.caption=U kunt het programma  automatisch uitvoeren d.m.v command line mode. Voor meer informatie, klik op F1 of klik op de volgende URL om het help document te lezen. 
FrmAutorunSettings.chk1.caption=Cre雃r 'Clean with 1-click' icon , en plaats het op het Bureaublad 
FrmAutorunSettings.chkadv.caption=Incl de Uitgebreide cleaner 
FrmAutorunSettings.btnhelp.caption=Online Help 
;
; Common Cleaner
;
FrmCommon.btnall.caption=Selecteer Alles 
FrmCommon.btnre.caption=Aanbevolen 
FrmCommon.btnnone.caption=Selecteer Niets 
FrmCommon.wckadv.caption=Inclusief de Uigebreide Cleaner 
FrmCommon.WiseLabel1.caption=Taken 
FrmCommon.lbltype.caption=Uitvoeren: 
FrmCommon.lblweek.caption=Selecteer dag: 
FrmCommon.lbltime.caption=Tijd: 
FrmCommon.btnScan.caption=Start Scan 
FrmCommon.lblstat.caption=Snel en gemakkelijk om ongebruikte files en traces te verwijderen. 
FrmCommon.btncancel.caption=Cancel 
FrmCommon.btnrescan.caption=Scan Opnieuw 
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Voeg een file toe 
FrmExclusion.btnAddFolder.caption=Voeg een Map toe 
FrmExclusion.btnAddType.caption=Kies file type
FrmExclusion.BtnAddCookie.caption=Sta cookies toe 
FrmExclusion.btnImport.caption=Importeer 
FrmExclusion.btnExport.caption=Exporteer 
FrmExclusion.btnRemove.caption=Verwijder 
;
; General Settings
;
FrmGeneral.lbtran.caption=Vertaal naar...
FrmGeneral.chkNews.caption=Nieuwsbrief
FrmGeneral.chknotice.caption=Toon schoonmaal meldingen
FrmGeneral.chkwipe.caption=Veilig (Langzaam) 
FrmGeneral.WiseLabel1.caption=Update Controle: 
FrmGeneral.WiseLabel2.caption=Standaar Taal: 
FrmGeneral.btnchecknew.caption=Controleer Nu 
FrmGeneral.WiseLabel4.caption=Gebruikers Mappen (Enkel voor Ervaren gebruikers) 
FrmGeneral.btnAdd.caption=Voeg toe 
FrmGeneral.btnRemove.caption=Verwijder
FrmGeneral.chkexp.caption=Doe mee aan het gebruikers ervaring verbeter programma
FrmGeneral.lblexp.caption=Detail
;
; Restore
;
FrmRestore.btnrestore.caption=Herstel 
FrmRestore.btnremove.caption=Verwijder 
FrmRestore.Btnclose.caption=Sluit 
FrmRestore.caption=Herstel 

;
; Settings
;
FrmSettings.tsCommon.caption=Algemeen 
FrmSettings.tsAutoRun.caption=Automatisch 
FrmSettings.tsExclusion.caption=Uitgesloten 
FrmSettings.btnAbout.caption=Over 
FrmSettings.btnok.caption=Ok 
FrmSettings.btncancel.caption=Cancel
FrmSettings.caption=Instellingen 
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Probeer onze slimme producten om uwe Windows performance te verbeteren. 
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer is een combinatie van register, disk, en anderer systeem utilities voor uw PC. Gemakkelijk in het gebruik en zeer Effectief! 
FrmSysClean.lbl1.caption=Wise Registry Cleaner is de leidende gratis Registry Cleaner voor Windows. Snel, Volledig en Secuur! 
FrmSysClean.lbl2.caption=Wise Registry Cleaner 
FrmSysClean.lblre.caption=Wilt u uw Windows prestatie verder verbeteren? 
FrmSysClean.btnSlimming.caption=Afslanken
FrmSysClean.btnall.caption=Selecteer Alles 
FrmSysClean.btnrecommended.caption=Aanbevolen
FrmSysClean.btnnone.caption=Selecteer Niets 
FrmSysClean.vtsys.Columns[0]=Item 
FrmSysClean.vtsys.Columns[1]=Grote 
FrmSysClean.vtsys.Columns[2]=Locatie 
FrmSysClean.vtsys.Columns[3]=Suggesties
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Vrije ruimte
FrmDiskDefrag.btnfolder.caption=Map
FrmDiskDefrag.btnfile.caption=File
FrmDiskDefrag.btnsystem.caption=Systeem File
FrmDiskDefrag.btnFragmented.caption=Fragmenten
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Afsluiten na disk defrag.
FrmDiskDefrag.btnpause.caption=Pauze
FrmDiskDefrag.btnstop.caption=Stop
FrmDiskDefrag.btnDefrag.caption=Defragmenteren
FrmWDC.btndefrag.caption=Disk Defragmenteren
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Als je van Wise Disk Cleaner hou, introduceer dan deze gratis vrije software met de mensen waar u van houd.
FrmlikeUs.lblInfo.caption=Deel a.u.b. Wise Disk Cleaner met uw familie, vrienden, en collega抯 d.m.v. Email, Blog, Twitter, Youtube, Facebook, ect.. ! U brengt dan gemak en effici雗tie in hun leven.
FrmlikeUs.lblRate.caption= Beoordeel Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Volg ons op:
FrmlikeUs.lblshare.caption=Deel Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Gratis Download
FrmlikeUs.imgrate.hint=Give us 5 star award
FrmlikeUs.imgmail.hint=Deel het met je vrienden
FrmlikeUs.imgface1.hint=Deel het op facebook
FrmlikeUs.imgface2.hint=Volg ons op facebook
FrmlikeUs.imgtwitter1.hint=SDeel het op twitter
FrmlikeUs.imgtwitter2.hint=Volg ons op twitter
FrmlikeUs.Caption=Hou er van
FrmlikeUs.lbldownload.caption=Download meer freeware van WiseCleaner.com :
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com gebruikers ervaringen verbeter programma
Frmsecurity.lbltitle.caption=Doe mee aan het gebruikers ervarings verbeter programma
Frmsecurity.lblinfo1.caption=Om dit product te verbeteren, kunt u deelnemen aan het gebruikers ervarings verbeter programma dat informatie over hoe U het programma gebruikt, zend aan WiseCleaner.com.
Frmsecurity.lblinfo2.caption=Niets van de verzamelde informatie verwijst naar U of wordt ergens anders voor gebruikt.
Frmsecurity.lbllink.caption=Leer meer over het gebruikers ervaring verbeter programma.
Frmsecurity.cbagree.caption=Doe mee aan het gebruikers ervarings verbeter programma.
Frmsecurity.cbagainst.caption=Ik doe niet mee met het verbeter programma.
Frmsecurity.btnok.caption=OK

[Message]
LestOneItem=U moet minimaal 殚n item kiezen om op te ruimen.
HistorySaved=Totaal vrij gemaakte is: %s
DisableAdd=Voor veiligheids reden kunnen sommige mappen (zoals de "Windows Mappen", "Boot van de Hard Drive" en "CD-ROM") niet worden opgenomen in deze lijst. 
ConfirmAdd=Weet je zeker dat je al deze files wilt verwijderen in %s indien u de uitgebreide Cleaner in gebruik neemt"?
DupFolder=Deze Map bestaat reeds in de lijst.
ExImport=De uitzonderings lijst is geexporteerd naar:
SelectHardDrive=Selecteer een hard drive A.U.B.
CreationDate=Datum gemaakt  
Description=Beschrijving
NowCleaning=Opruimen in uitvoering  
ScheduleNextTime=Volgende keer:  
Never=Nooit 
InputType=filenaam of filetype (bijvoorbeeld: *.tmp etc..)
WarnNoType=Kies minimaal een file type om te zoeken!
NoItemChecked=Kies een of meer files om op te ruimen.  
WDCRunning=Het programma is in uitvoering. 
RemoveSysRestore=Wil je het geselecteerde Systeem herstel punt verwijderen? 
RestoreFromSysRestore=U moet het systeem opnieuw opstarten na een systeem herstel. Wilt u systeem herstel nu starten? 
WarnZeroFile=U selecteer de Lege File" Mode. Sommige 0 byte files zijn noodzakelijk, controleer a.u.b. voor u  hen verwijderd. 
SysRestoring=Herstel het Systeem... 
SysCreating=Maak een systeem herstel punt... 
Browse=Bekijk...  
AllHardDrive=Locale Hard Drives  
Cleaning=Opruimen... 
Exported=De huidige items zijn geexporteerd naar %s, wilt u de file nu bekijken? 
LeftTimeSec=In: %s seconde(n) 
Safetodel=Dit item kan veilig verwijderd worden. 
MoreSpace=Voor meer vrije ruimte. 
Unknow=Onbekend. 
AddFileType=Kies een File Type 
AlreadExist=%s bestaat reeds in de lijst. 
illegalType=%s is een ongeldig file type. 
Summary=Samenvatting 
InputSummary=Geef a.u.b de beschrijving voor dit type: 
noselected=Geen enkele items zijn geselecteerd. 
DelFileType=Weet U zeker dat u dit file type wilt verwijderen? 
ScanAborted=De scan is gestopt! 
TrashFound=%d files, met een totaal van %s, zijn gevonden. 
NoTrashAndTrace=Gefeliciteerd! U heb de computer opgeschoond! 
CleanDone=Opruimen is uitgevoerd! 
LestOne=Kies a.u.b. minimaal een item om te scannen. 
LestOneClean=Kies a.u.b. minimaal een item om  op te ruimen. 
Scanning=Scanning.. 
InvalidIgnorItem=Kan dit item niet negeren. 
TraceFound=%d traces zijn gevonden. 
CleanNow=Een onmiddellijke opruiming is gewenst. 
TrashRemoved=%d files verwijderd en %s disk ruimte is vrij gemaakt. 
TraceRemoved=%d traces zijn verwijderd. 
LastCommonClean=Laatste keer dat de disk is opgeschoond was op: 
Working=Wacht a.u.b. totdat de huidige taak klaar is, en probeer het dan opnieuw. 
NoFilesFound=Geen junk files 
NoTracesFound=Geen traces 
FindTraces=%d traces 
NoItemFound=Geen items gevonden 
FindFilesSize=%d files, met een totaal van %s, zijn gevonden 
FindTracesSection=%d traces zijn in deze sectie gevonden 
CanFreeSpace=%d files zijn gevonden met %s 
TotalTraces=In totaal zijn %d traces gevonden 
EnableRestore=Systeem Herstel is buitenwerking. Wilt u het inwerking stellen? 
RestorePointFail=Het creeren van een herstel punt is mislukt. 
ErrorMsg=Fout Bericht: 
NoNewVer=Gefeliciteerd, dit is de laatste versie! 
KeyWord=Type A.U.B. uw sleutel(s): 
AddFolder=Maak een Mapr 
CannotCrTask=Kan geen taak maken.  
InvalidType=Geef a.u.b. een geldige file extensie. 
NoType=Geef minimaal een type om te zoeken. 
FailToDelete=Sommige files kunnen niet verwijderd worden, maar worden bij de volgende systeem  herstart verwijderd.  
GoodHabit=Uw PC schoon houden is een goed gewoonte. Blijf dit regelmatig doen! 
7After=%d dagen zijn voorbij sinds de laatste defragmentatie. Een onmiddellijke scan  is noodzakelijk.  
7Before=Het is een goede gewoonte om uw disk(s) schoon te houden. 
TaskExists=DE geplande taak bestaat reeds. Wilt u hem verwijderen of een nieuwe taak maken? (Nee - bewerk de bestaande taak. Cancel - Cancel het proces.) 
NoBackupSelected=Kies a.u.b. minimaal een backup om te herstellen. 
StartScan=Start Scan 
StartClean=Start Opruimen 
Cancel=Stop 
Idle=Bij idle 
Daily=Dagelijks 
Weekly=Elke Week 
Monthly=Elke Maand 
Monday=Maandag 
Tuesday=Dinsdag 
Wednesday=Woensdag 
Thursday=Donderdag 
Friday=Vrijdag 
Saturday=Zaterdag 
Sunday=Zondag
AvdDefaultHint=Deze sectie bevat uitgebreide instellingen, om meer ongebruikte files te vinden. 
TrashFoundEx=De volgende junk files zijn gevonden: 
NoDriveChecked=U moet minstens een drive selecteren om te scannen. 
ScanFor=Scannen van drive: 
FindDrives=Zoek naar drives...
Login=Login op
NewVer=Een nieuwe versie is beschikbaar! Wil je nu upgraden?
TranslateTo=Vertaal naar...
AddCookies=Voeg Cookie(s) toe
InputCookie=Input Cookies (bijvoorbeeld: wisecleaner.com etc...)
InvalidCookie=Ongeldige Cookie(s)
BrowserRunning=%s is actief. Wil je het afsluiten? Anders kunnen de cache en cookies niet opgeruimd worden.

[CommonClean]
ScanAbortedHint=Wij suggereren dat u onmiddellijk opnieuw scand naar ongebruikte files en traces.
DefaultHint=Regelmatig verwijderen van ongebruikte files om meer disk ruimte te maken, verwijderen van traces beveiligd u tegen spionerende ogen.
ScanAbortedHint1=Wij stellen voor dat u onmiddellijk scand naar ongebruikte files.
WhenIdle=Bij Idle
WhenLogin=Login op

[SysClean]
Open=Open
Remove=Verwijder
MoreSpace=Voor meer ruimte
Cleaning=Schoonmaken...
Scanning=Scanning... 
ScanEnd=Het scannen is klaar,  %d items zijn gevonden, met een disk ruimte van %s.
NoItems=Gefeliciteerd! Uw systeem Disk is schoon. 
SpaceFreed=Gereed, %s disk ruimte is vrij gemaakt.
Installer=Verouderde Windows Installers 
LongInstaller=Verouderde Windows Installers zijn onbruikbare files. Zij kunnen van uw disk verwijderd worden voor meer vrije disk ruimte. 
PatchUninstall=Oninstallatie Files van Windows Update Patches 
LongPatchUninstall=Als het niet noodzakelijk is om Windows update's te deinstalleren, dan kunt u ze beter verwijderen. 
Downloadedfiles=Windows Gedownloade Installatie Files 
Longdownloadedfiles=Na een succesvolle Windows update patch installatie, is het goed om deze files te verwijderen. 
Baselinecache=Windows Installer Baseline Cache 
LongBaselinecache=Deze files zijn gecre雃rd door de Windows installeer service, en kunnen verwijderd worden. 
JPIME=Japanse IME 
LongJPIME=Als u geen Japanse IME files gebruikt, Kunt u ze verwijderen. 
KoreanIME=Korean IME 
LongKoreanIME=Als u geen Koreaanse IME files gebruikt, Kunt u ze verwijderen. 
TChineseIME=Traditionele Chinese IME 
LongTChineseIME=Als u geen traditionele Chinese IME files gebruikt, Kunt u ze verwijderen. 
MPinyinIME=Microsoft Pinyin IME 
LongMPinyinIME=Als u geen Microsoft Pinyin IME files gebruikt, Kunt u ze verwijderen. 
HelpFile=Windows Help Files
LongHelpFile=Als u geen Windows help files gebruikt, Kunt u ze verwijderen. 
SamplePic=Windows voorbeeld Plaatjes 
LongSamplePic=Als u geen voorbeeld plaatjes gebruikt, Kunt u ze verwijderen. 
SampleMic=Windows voorbeeld Muziek
LongSampleMic=Als u geen voorbeeld muziek gebruikt, Kunt u ze verwijderen. 
SampleVideos=Windows voorbeel Videos 
LongSampleVideos=Als u geen voorbeeld Videos gebruikt, Kunt u ze verwijderen. 
SampleMedia=Windows voorbeeld Media files 
LongSampleMedia=Als u geen media voorbeeld files gebruikt, Kunt u ze verwijderen. 
Wallpaper=Windows Wallpaper files 
LongWallpaper=Als u geen Windows wallpaper files gebruikt, Kunt u ze verwijderen. 
[DiskDefrag]
Volume=Drive
Format=File Systeem
TotalSpace=Totale ruimte
FreeSpace=Vrije ruimte
Fragmented=Fragmenten
Status=Status
PmDefrag=Defragmenteren
QuickOpt=Snelle Optimalisatie
FullOpt=Volledige Optimalisatie
PmAnlyse=Analyze
Resume=Resumeren
Analying=Analyseren
Defragmenting=Defragmenteren
Optimizing=Optimaliseren
Analyed=GeAnalyseerd
Defragmented=GeDefragmenteerd
Optimized=GeOptimaliseerd
Pause=Pauze
IsSSD=Uw moet minstens een Disk selecteren. Een Disk defragmentatie verkort zijn levensduur. Weet je zeker dat je door wilt gaan?
FragmentedRate=Fragmentatie

[Area]
IEHistory=Microsoft Internet Explorer Actieve Gesschiedenis
FontCache=Windows Font Cache
InvalidStartMenu=Ongeldig Start Menu
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader tijdelijke files
AdobePhotoshop=Adobe Photoshop geschiedenis
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera cache
OperaHistory=Opera geschiedenis
OperaCookies=Opera cookies
OperaSessions=Opera sessies
OperaURLHistory=Opera getypte URLs
OperaSiteIcon=Opera website Icons
OperaPassword=Opera bewaarde paswoorden
Networkmapping=Netwerk Drive Mapping geschiedenis
LastDownloadDir=Laatste Download locatie
TrashClean=Ongebruikte files 
TraceClean=Traces 
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office huidige geschiedenis
TypeOtherApp=Andere applicaties
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Onderdelen
FireFoxOther=Mozilla FireFox geschiedenis
FireFoxPass=Mozilla FireFox bewaarde paswoorden
FireFoxForm=Mozilla FireFox formulieren geschiedenis
FireFoxCookies=Mozilla FireFox Cookies
ChromePass=Google Chrome bewaarde paswoorden
ChromeForm=Google Chrome formulieren geschiedenis
ChromeCookies=Google Chrome Cookies
IEPass=Internet Explorer bewaarde paswoorden (Niet effectief bij het scannen)
IEForm=Internet Explorer formulieren geschiedenis(Niet effectief bij het scannen)
IECookies=Microsoft Internet Explorer Cookies
DOMStoreCookies=Microsoft IE DOMStore Cookies
IEAddressBarHistory=Microsoft Internet Explorer addres balk geschiedenis
TypeInternet=Internet gebruik
JumpList=Taakbalk Lijst
SearchList=Windows Zoek Geschiedenis
TraryNotify=Windows geschiedenis gebied
ExplorerMRU=Andere Explorer MRUs
Recentdocuments=Recente documenten
RunStartMenu=Start Menu items
TypeSystem=Windows Systeem
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFox Cache
ChromeCache=Google Chrome Cache
IECahce=Microsoft Internet Explorer Cache
LogFile=Systeem log files
DownloadedPatch=Gedownloade files door Windows
ErrorReport=Error report files
Dump=Memory dump files
ThumbCache=Thumbnail cache
InvalidLnk=Ongeldige shortcut
UserTemp=Junk files gemaakt door applicaties
SysTemp=Junk files gemaakt door Windows
Prefetch=Windows Prefetch Data 
RemoteDesktop=Cache files Remote Buroblad
Recyclebin=Lege Prullenbak
SafariCache=Safari Internet Cache
SafariHistory=Safari Geschiedenis
SafariCookies=Safari Cookies
SafariPass=Safari bewaarde Form Informatie
YahooMessage=Yahoo berichten
WLM= Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Gebruiker gedefineerd
ZeroFile=Lege file - 0 byte
WinSetupLog=Windows installatie error log file.
NtUninstall=Uninstall source van Windows's Patch.
InvalidLnk=Ongeldige shortcut
UserTemp=File in de temp map van de gebruiker.
WinTemp=File in de temp map van Windows.
RecentFiles=Link van recente files.
PatchSource=Windows Update bestanden.
TempFile=Temp file
fcwdir=File gemaakt tijden het download proces.
tfcbp=Temp file gemaakt door programma's.
sdrf=Herstel files gemaakt tijdens het scannen van de disk
OldFile=Oude File
outdatedfile=Verlopen file.
fcwhfir=File gemaakt door Help file uitvoering.
Ncfile=Nieuwsgroep's cache file.
Backupfile=Backup file
WBfile=MS Word Backup file.
Cbswahf=Gemaakt tijdens het zoeken in een help file.
whtf=Windows temp help systeem file.
Logfile=Log file
LLogfile=Log File gecre雃rd door systeem service applicaties.
Errorfile=Error file
Wmdf=Win2000/XP memory dump file.
bcomf=Backup copies van gewijzigde files.
Indexfile=Index file
ifcbsiotitpbs=index file gemakt door het systeem om het browsen te versnellen.
Tfcds=Temp file gemaakt tijdens setup.
Intermediatefile=Intermediate file
chkfile=Herstelde file

[AutoClean] 
DiskSaved=disk ruimte is vrij gemaakt. 
Title=Gefeliciteerd! 
TraceCleanned=traces zijn opgeschoond.

[Skin]
SkinDefault=Standaard
SkinGray=Grijs
SkinOrange=Oranje
SkinCustom=Gebruiker
SkinColor=Kleur Gebruiker
